{
    "Supercars": [
        {
            "id": "1",
            "title": "Mercedes-AMG One Delay Caused By Stricter Emissions Laws",
            "tag": [
                "Supercars",
                "Rumors"
            ],
            "content": "<h2>AMG is making &quot;great progress&quot; fixing the problems to make the hypercar WLTP-compliant.</h2><p>It&rsquo;s safe to say the switch from the New European Driving Cycle to the more realistic World Harmonized Light Vehicle Test Procedure in Europe has generated quite a few problems for automakers. Some had to dial down the output of the engines to make their cars WLTP-compliant while others had no other way but to discontinue models. Some relevant examples include Jaguar&rsquo;s decision to&nbsp;axe the XJR575 in Europe, while the Volkswagen Group had to remove 10 horsepower from the Golf R and the SEAT Leon Cupra.</p><p>News about Mercedes-AMG&rsquo;s decision to delay the&nbsp;One hypercar&nbsp;first emerged in October 2018, and now the man in charge in Affalterbach has confirmed in an interview with&nbsp;Autocar&nbsp;the F1-engined machine has indeed been pushed back. The electrified&nbsp;coupe&nbsp;was introduced back in September 2017 at the Frankfurt Motor Show, but AMG has yet to deliver a production car nearly two years after the official reveal.</p><p><img src='https://cdn.motor1.com/images/mgl/pog2g/s4/mercedes-amg-one.jpg' /></p><p>The root of the problem is indeed the switch to the stricter WLTP cycle, which is forcing&nbsp;Mercedes&nbsp;to install a gasoline particulate filter for the 1.6-liter V6 engine of F1 origins. AMG boss Tobias Moers has now revealed they&rsquo;ve been making &ldquo;great progress&rdquo; in implementing a fix to make the One WLTP-compliant without dropping combined output below the magical 1,000-horsepower mark.</p><p>He went on to mention AMG is &ldquo;figuring out when the first customers will get their cars in the next few weeks,&rdquo; so early adopters probably won&rsquo;t have to wait much longer to take delivery of their prized possessions. As you may recall, only 275 cars are being built, and some of them might become a&nbsp;Lewis Hamilton special edition, unless production will be extended for this purpose.</p><p>The One has all the ingredients to become the next record holder for the fastest production car at the&nbsp;N&uuml;rburgring, with Tobias Moers&nbsp;hinting&nbsp;an attempt to dethrone the Lamborghini Aventador Superveloce Jota (6:44.97) is planned. We&rsquo;ll see how this plays out, but with a high-revving F1 engine taken from a championship-winning car working combined with four electric motors, it might just happen.</p>",
            "author": "Quoc Anh",
            "views": "200",
            "link-source": "https://www.motor1.com/news/347368/amg-one-wltp-stricter-emissions/",
            "date-publish": "02 - 05 - 2019",
            "date-write": "28 - 04 - 2019"
        },
        {
            "id": "2",
            "title": "Lamborghini Aventador Successor Could Be 1,100-HP Plug-In Hybrid",
            "tag": [
                "Supercars",
                "Rumors"
            ],
            "content": "<h2>It would keep Lambo&#39;s naturally aspirated V12 and add three electric motors.</h2><p>The year is 2019, and the major supercar players &ndash; namely Porsche, Ferrari, and McLaren &ndash; have gone hybrid. Lamborghini is the lone holdout, clinging to its epic V10 and V12 engines and doing a damn good job of not only keeping relevant, but staying extremely competitive in a world of increasing electrification. We know electric power is coming to Sant&rsquo;Agata Bolognese, however; It&rsquo;s just a question of when, and how. We&rsquo;ve heard plenty of rumors on what&rsquo;s to come &ndash; specifically with regards to the Aventador&rsquo;s replacement. But now, Car magazine claims to have the scoop on both of these questions.</p><p><img src='https://cdn.motor1.com/images/mgl/9xvbG/s4/lamborghini-terzo-millennio.jpg' /></p><p>Specifically, the report says Lamborghini will seek to deliver a hybrid combining electric power for the front and the brand&rsquo;s iconic naturally aspirated V12 at the back. That falls in line with rumors we heard previously, but&nbsp;<em>Car</em>&nbsp;claims to have spoken directly with Lamborghini bosses to learn that a third electric motor will also work its magic for the rear. It will join a dual-clutch transmission and a modified version of the V12, with batteries running down the middle of the car to keep weight and balance in check. And that&rsquo;s good, because this new Lambo shouldn&rsquo;t be shy when it comes to horsepower.</p><p>How much power are we talking about? The report mentioned an &ldquo;estimated&rdquo; figure of 400 hp from electric power alone. Even if the current 6.5-liter V12 carries over from the Aventador unchanged, that would be a combined figure of over 1,100 hp turning all four wheels. It will be a plug-in hybrid allowing for limited all-electric operation, and it will all reside in a completely new platform with a body inspired by the Terzo Millennio Concept (pictured above) from 2017.</p><p>Previous rumors had this mega-hyper-hybrid Lambo breaking cover in 2020, but Car&rsquo;s report says the timeframe has moved back to 2022. If the news about this Aventador successor is accurate, it should most decidedly be worth the wait.</p>",
            "link-source": "https://www.motor1.com/news/344829/lamborghini-aventador-successor-1100-hp/",
            "author": "Quoc Bao",
            "views": "240",
            "date-publish": "02 - 05 - 2019",
            "date-write": "28 - 04 - 2019"
        },
        {
            "id": "3",
            "title": "Confirmed: C7 Corvette ZR1 Didn't Beat 7-Minute 'Ring Lap Time",
            "tag": [
                "Supercars",
                "Sales"
            ],
            "content": "<h2>... but it can do better.</h2><p>As of yet, we haven&rsquo;t heard any official Nurburgring lap times for the entire Chevrolet Corvette C7 family &ndash; we&rsquo;ve only seen a number of cars lapping the legendary German track and have read different speculations about their performance. Today, we finally have (some kind of) official confirmation that the range-topping C7 Corvette ZR1 has registered a time of 7:04 minutes.</p<p>It comes from former Corvette test driver and ride/handling engineer Jim Mero who is now running a new company focused on calibrations for the Magnetic Ride Control on 2009-2013 C6 Corvettes. His new enterprise, Jim Mero Vehicle Dynamics LLC, has a Facebook page where Mero uploads content, including photos of his laps around the &lsquo;Ring with different &lsquo;Vettes over the years.</p><p>&nbsp;</p><p><img src='https://cdn.motor1.com/images/mgl/9b9Vm/s4/2019-chevrolet-corvette-zr1.jpg' /></p><p>One of the photos shows a red C7 Corvette ZR1 with a text confirming a lap time of 7:04 minutes and it looks a lot like the red ZR1 we saw around the track in May last year. Apparently, according to Mero, the car can perform even better but the driver was &ldquo;forced to start the lap on cold tires.&rdquo;</p><p>Some of Mero&rsquo;s other Nurburgring runs include a 7:10-minute time onboard a C7 Corvette Z06 and 7:19 minutes behind the wheel of a previous-generation ZR1. Here&rsquo;s the full list of his attempts at the track with different Corvette models:</p><ul><li>7:33 &ndash; C7 Corvette Stingray Z51 (S)</li><li>7:27 &ndash; C7 Corvette Grand Sport</li><li>7:26 &ndash; C6 2009 Corvette ZR1</li><li>7:22 &ndash; C6 2012 Corvette Z06</li><li>7:19 &ndash; C6 2012 Corvette ZR1</li><li>7:10 &ndash; C7 Corvette Z06</li><li>6:57 &ndash; C7 Corvette ZR1 (S)</li></ul><p>We&rsquo;ll know even more in a few weeks when Mero will host a seminar at the NCM Bash and will reveal more details about his ZR1 run around the famous circuit.</p>",
            "link-source": "https://www.motor1.com/news/343940/corvette-zr1-nurburgring-times/",
            "author": "Hai Binh",
            "views": "350",
            "date-publish": "02 - 05 - 2019",
            "date-write": "28 - 04 - 2019"
        }
    ]
}